<?php
// Heading
$_['heading_title']             = 'Массовое копирование товаров по атрибутам';

// Text
$_['text_loading']              = 'Загрузка... Пожалуйста, подождите.';
$_['text_no_products']          = 'Не выбрано ни одного товара для копирования!';
$_['text_two_products']         = 'Выбрано более одного товара. Для массового копирования по атрибутам, пожалуйста, выберите только один товар.';
$_['text_selected_product']     = 'Выбранный товар:';
$_['text_choose_attributes']    = 'Пожалуйста, выберите атрибуты для копирования:';
$_['text_new_products']         = 'Будут созданы новые товары с выбранными атрибутами:';
$_['text_no_values']            = 'Не найдены значения для этого атрибута. Пожалуйста, сначала добавьте значения.';

// Buttons
$_['text_cancel']               = 'Отмена';
$_['text_copy']                 = 'Копировать';

// Error
$_['error_permission']              = 'У вас нет прав для доступа к этой функции!';
$_['error_missing_product_id']      = 'Отсутствует ID товара для массового копирования!';
$_['error_missing_attribute_id']    = 'Отсутствует ID атрибута для получения значений!';
$_['error_no_attribute_values']     = 'Нет значений для выбранного атрибута!';
