<?php
// Heading
$_['heading_title']          				= 'Товары';

// Text
$_['text_success']           				= 'Товары успешно обновлены!';
$_['text_success_data']      				= 'Данные успешно обновлены!';
$_['text_manager_product']           		= 'Менеджер товаров';
$_['text_filter']           				= 'Фильтр';
$_['text_on']       		 				= '<span class="btn btn-success"><i class="fa fa-check-circle"></i></span>';
$_['text_off']      		 				= '<span class="btn btn-danger"><i class="fa fa-power-off"></i></span>';
$_['text_list']              				= 'Список товаров';
$_['text_add']               				= 'Добавление нового товара';
$_['text_edit']              				= 'Редактирование товара';
$_['text_default']           				= 'По умолчанию';
$_['text_option']            				= 'Опция';
$_['text_option_value']     	 			= 'Значение опции';
$_['text_percent']           				= 'Процент';
$_['text_amount']            				= 'Фиксированная сумма';
$_['text_add_filter']           			= 'Дополнительные фильтры';
$_['text_all_categories']    				= 'По всем категориям';
$_['text_all_brands']    	 				= 'По всем производителям';
$_['text_all_attributes']    				= 'По всем атрибутам';
$_['text_all_filters']    	 				= 'По всем фильтрам';
$_['text_no_category']    	 				= 'Товары без категорий';
$_['text_no_brand']    		 				= 'Товары без производителей';
$_['text_no_attribute']    	 				= 'Товары без атрибутов';
$_['text_no_filter']    	 				= 'Товары без фильтров';
$_['text_without']    	 	 				= ' - Не назначено - ';
$_['text_name']      	 					= 'Название товара';
$_['text_categories']      	 				= 'Категории';
$_['text_general']      	 				= 'Общие данные';
$_['text_data']      	 					= 'Данные товара';
$_['text_link']      	 					= 'Связи товара';
$_['text_sales']      	 					= 'Скидки и Акции';
$_['text_code']      	 	 				= 'Артикулы';
$_['text_tax']      		 				= 'Расположение, Налоги';
$_['text_stock']      	 	 				= 'Минимальное кол-во, Склад, Доставка';
$_['text_store']            				= 'Магазины';
$_['text_download']        					= 'Загрузки';
$_['text_related']          				= 'Рекомендуемые товары';
$_['text_discount']                  		= 'Скидки';
$_['text_special']                  		= 'Акции';
$_['text_reward']                  			= 'Бонусные баллы';
$_['text_seo_url']       		 			= 'SEO URL (ЧПУ)';
$_['text_size']    			 				= 'Размеры, Вес';
$_['text_design']    			 			= 'Схема';
$_['text_show']      	 	 				= 'Показать';
$_['text_hide']      	 	 				= 'Скрыть';
$_['text_setting_mass_edit']      	 		= 'Настройки массового редактирования';
$_['text_mass_edit']      	 				= 'Массовое редактирование';
$_['text_setting_mass_delete']      	 	= 'Настройки массового удаления';
$_['text_mass_delete']       				= 'Массовое удаление';
$_['text_product_general']   				= 'Основные данные';
$_['text_product_data']      				= 'Данные товара';
$_['text_product_links']     				= 'Связи товара';
$_['text_product_sale']      				= 'Скидки и акции';
$_['text_add_discount']      				= 'Управление скидками';
$_['text_edit_discount']     				= 'Изменить актуальные скидки';
$_['text_add_special']       				= 'Управление акциями';
$_['text_edit_special']      				= 'Изменить актуальные акции';
$_['text_attribute_option']       			= 'Атрибуты и Опции';
$_['text_images']     		 				= 'Изображения товара';
$_['text_other']        					= 'Прочие данные';
$_['text_date_available']   				= 'Дата поступления';
$_['text_empty_image'] 		 				= 'Новое изображение для товаров не выбрано!\n\Существующие изображения товаров будут удалены!\n\nВы действительно хотите сохранить товары без изображений?';
$_['text_sort_info']        				= 'Правило редактирования:<br /><ol><li>Если метод изменения "Равенство", тогда всем выбранным товарам будет будет присвоен порядок сортировки, который указан в поле "Значение".</li><li>Если метод изменения "Сортировка по порядку", тогда в поле "Значение" укажите стартовое число, от которого начинать порядок сортировки товаров. К каждому последующему товару будет добавлена единица.<br /><br /><b>Пример</b>: В поле "Значение" указано стартовое число 32. В результате у выбранных товаров получите следующий порядок сортировки:<ul><li>32;</li><li>33;</li><li>34</li><li>35;</li><li>и т.д.</li></ul></li></ol>';
$_['text_sort_start']        				= 'Сортировка по порядку';
$_['text_image']   							= 'С изображением';
$_['text_not_image']   						= 'Без изображения';
$_['text_edit_items']   					= 'Общие настройки';
$_['text_edit_items_info']   				= 'Выберите данные, которые будут доступны при индивидуальном редактировании товара.';
$_['text_setting_data']   					= 'Данные товара';
$_['text_setting_hidden']   				= 'Скрытие данных';
$_['text_yes_discount']   					= 'Товары со скидками';
$_['text_no_discount']   					= 'Товары без скидок';
$_['text_yes_special']   					= 'Товары с акциями';
$_['text_no_special']   					= 'Товары без акций';
$_['text_temlate_keyword']   				= 'Будет создан на основе названия товара';
$_['text_hide_data']   						= 'Выберите данные, которые будут скрыты в форме добавления/редактирования товара.';
$_['text_edit_mass_info']   				= 'Выберите данные, которые будут доступны при массовом редактировании товаров.';
$_['text_delete_mass_info']   				= 'Выберите данные, которые будут доступны для массового удаления.';
$_['text_overwrite'] 						= 'Создать новые и перезаписать все существующие SEO URL (ЧПУ)';
$_['text_no_overwrite'] 					= 'Создать новые только для тех, которые не имеют SEO URL (ЧПУ)';
$_['text_seo_url_info']      				= '<b>Правило редактирования</b><br /><ol><li>Генерировать SEO URL (ЧПУ) на основе названия - означает, что SEO URL (ЧПУ) будут сгенерированы для каждого выбранного товара на основе его названия.<br />В магазинах с одинаковыми названиями для исключения дублей, при генерации каждому такому SEO URL (ЧПУ) будет добавлен порядковый номер.</li><li>Генерировать SEO URL (ЧПУ) на основе указанного - означает, что вы должны в ручную указать SEO URL (ЧПУ) и для исключения дублей, при генерации каждому такому SEO URL (ЧПУ) будет добавлен порядковый номер.</li></ol>';
$_['text_generator_info']    				= 'Если заполнить данные в ручную, тогда у всех выбранных товаров данные будут созданы одинаковыми.<br />Если использовать генератор, тогда данные будут созданы уникальными для каждого выбранного товара.';
$_['text_seo_template']    	 				= 'Генерировать SEO URL (ЧПУ) на основе названия';
$_['text_seo_custom']    	 				= 'Генерировать SEO URL (ЧПУ) на основе указанного';
$_['text_rewrite_meta_title'] 				= 'Все существующие Meta Title будут перезаписаны. Вы уверены, что хотите продолжить?';
$_['text_rewrite_meta_h1'] 					= 'Все существующие Meta H1 будут перезаписаны. Вы уверены, что хотите продолжить?';
$_['text_rewrite_meta_description']			= 'Все существующие Meta Description будут перезаписаны. Вы уверены, что хотите продолжить?';
$_['text_rewrite_meta_keyword']				= 'Все существующие Meta Keyword будут перезаписаны. Вы уверены, что хотите продолжить?';
$_['text_rewrite_tag']						= 'Все существующие Теги товара будут перезаписаны. Вы уверены, что хотите продолжить?';
$_['text_code_generator_info']      		= '<b>Правило редактирования</b><br /><ol><li>Создать на основе указанного - означает, что артикулы будут сгенерированы для каждого выбранного товара на основе указанного.</li><li>Создать на основе шаблона - означает, что вы должны прописать шаблон, на основе которого будут сгенерированы артикулы.</li><li>Для сохранения данных отметьте их флажками. Не отмеченные данные не сохраняются, даже если они заполнены.</li></ol>';
$_['text_code_custom']    	 				= 'Создать на основе указанного';
$_['text_code_generator']    	 			= 'Создать на основе шаблона';
$_['text_edit_info']        				= 'Заполните нужные данные. Для сохранения данных отметьте их. Не отмеченные данные не сохраняются, даже если они заполнены.';
$_['text_edit_info_2']     					= 'Заполните нужные данные. Для сохранения данных отметьте их. Не отмеченные или не заполненные данные не сохраняются.';
$_['text_all_new']        					= 'Удалить все и добавить выбранное';
$_['text_add_selected']        				= 'Добавить к существующим выбранное';
$_['text_delete_selected']        			= 'Удалить из существующих выбранное';
$_['text_del_customer_group']        		= 'Удалить из существующих по указанной группе покупателей';
$_['text_del_quantity']        				= 'Удалить из существующих по указанному количеству';
$_['text_del_priority']        				= 'Удалить из существующих по указанному приоритету';
$_['text_del_price']        				= 'Удалить из существующих по указанной цене';
$_['text_del_date_start']        			= 'Удалить из существующих по указанной дате начала';
$_['text_del_date_end']        				= 'Удалить из существующих по указанной дате окончания';
$_['text_model']    			 			= 'Модель, Расположение, Налоги';
$_['text_minus']        					= 'Вычесть ( - )';
$_['text_plus']        						= 'Добавить ( + )';
$_['text_multiply']        					= 'Умножить ( * )';
$_['text_divide']        					= 'Разделить ( / )';
$_['text_equality']        					= 'Равенство ( = )';
$_['text_percent']        					= 'Процент';
$_['text_amount']        					= 'Фиксированная сумма';
$_['text_special_amount']    				= 'Цена = Указанное значение';
$_['text_price_plus_amount']    			= 'Цена = Цена товара + Значение';
$_['text_price_minus_amount']    			= 'Цена = Цена товара - Значение';
$_['text_price_plus_percent']    			= 'Цена = Цена товара + Процент';
$_['text_price_minus_percent']    			= 'Цена = Цена товара - Процент';
$_['text_shipping']        					= 'Склад, Доставка';
$_['text_amount_short']        				= 'Фикс. сумма';
$_['text_title_sale']         				= 'Заполните только те поля, данные которых должны быть изменены. Данные пустых полей не изменяются.';
$_['text_info_discount']         			= '<div class="text-info-discount"><br />
												<strong>Примеры:</strong>
												<ol>
													<li>Нужно в действующих скидках изменить только количество товаров и цену, для этого заполняете следующие поля:
														<ul>
															<li>Укаываете количество</li>
															<li>Выбираете метод изменения количества</li>
															<li>Выбираете метод изменения цены</li>
															<li>Указываете цену</li>
															<li>Выбираете тип изменения цены</li>
															<li>Остальные поля оставляете пустыми</li>
															<li>Нажимаете кнопку "Сохранить"</li>
														</ul>
														В результате у выбранных товаров в действующих скидках будет изменено только количество товаров и цена, остальные данные именены не будут.
													</li>
													<li>Нужно в действующих скидках изменить только даты начала и окончания скидок, для этого заполняете следующие поля:
														<ul>
															<li>Указываете новую дату начала</li>
															<li>Указываете новую дату окончания</li>
															<li>Остальные поля оставляете пустыми</li>
															<li>Нажимаете кнопку "Сохранить"</li>
														</ul>
														В результате у выбранных товаров в действующих скидках будут изменены только даты начала и окончания действия скидок, остальные данные именены не будут.
													</li>
													<li>и т.п.</li>
												</ol>
											  </div>';
$_['text_info_special']         			= '<div class="text-info-special"><br />
												<strong>Примеры:</strong>
												<ol>
													<li>Нужно в действующих акциях изменить только приоритет и цену акции, для этого заполняете следующие поля:
														<ul>
															<li>Укаываете приоритет</li>
															<li>Выбираете метод изменения приоритета</li>
															<li>Выбираете метод изменения цены</li>
															<li>Указываете цену</li>
															<li>Выбираете тип изменения цены</li>
															<li>Остальные поля оставляете пустыми</li>
															<li>Нажимаете кнопку "Сохранить"</li>
														</ul>
														В результате у выбранных товаров в действующих акциях будут изменены только приоритет и цена, остальные данные именены не будут.
													</li>
													<li>Нужно в действующих акциях изменить только даты начала и окончания акций, для этого заполняете следующие поля:
														<ul>
															<li>Указываете новую дату начала</li>
															<li>Указываете новую дату окончания</li>
															<li>Остальные поля оставляете пустыми</li>
															<li>Нажимаете кнопку "Сохранить"</li>
														</ul>
														В результате у выбранных товаров в действующих акциях будут изменены только даты начала и окончания действия акций, остальные данные именены не будут.
													</li>
													<li>и т.п.</li>
												</ol>
											  </div>';
$_['text_example_price']           			= 'Пример: <b>Увеличение цены у выбранных товаров</b>
												<ol>
													<li>Опцию "<b>Метод изменения</b>" выбрать в положение "<b>Добавить ( + )</b>"</li>
													<li>Заполните числом поле "<b>Значение</b>"</li>
													<li>Выберите опцию "<b>Тип изменения</b>" в положение:
														<ul>
															<li>"<b>Фиксированная сумма</b>", если хотите, чтобы цена товара была увеличена на указанное значение</li>
															<li>"<b>Процент</b>", если хотите, чтобы цена товара была увеличена на процент указанный в поле значение</li>
														</ul>
													</li>
													<li>Включите опцию "<b>Аналогично изменить действующие акции</b>", если желаете аналогично изменить цены в действующих акциях</li>
													<li>Включите опцию "<b>Аналогично изменить действующие скидки</b>", если желаете аналогично изменить цены в действующих скидках</li>
												</ol>';
$_['text_example_quantity']           		= '<b>Примеры</b>:
												<ol>
													<li>Заполните числом поле "<b>Значение</b>"</li>
													<li>Опцию "<b>Метод изменения</b>" выбрать в положение:
														<ul>
															<li>"<b>Добавить ( + )</b>", если хотите, чтобы количество товаров было увеличено на указанное значение</li>
															<li>"<b>Вычесть ( - )</b>", если хотите, чтобы количество товаров было уменьшено на указанное значение</li>
															<li>"<b>Умножить ( * )</b>", если хотите, чтобы количество товаров было умножено на указанное значение</li>
															<li>"<b>Разделить ( / )</b>", если хотите, чтобы количество товаров было разделено на указанное значение</li>
															<li>"<b>Равенство ( = )</b>", если хотите, чтобы количество товаров было равно указанному значению</li>
														</ul>
													</li>
												</ol>';
$_['text_tags_meta_title']    				= 'Доступные теги: <strong>[product], [model], [manufacturer], [category], [price], [sku], [location]</strong>';
$_['text_tags_meta_h1']    					= 'Доступные теги: <strong>[product], [model], [manufacturer], [category], [price], [sku], [location]</strong>';
$_['text_tags_meta_description']    		= 'Доступные теги: <strong>[product], [description], [model], [manufacturer], [category], [price], [sku]</strong>';
$_['text_tags_meta_keyword']    			= 'Доступные теги: <strong>[product], [model], [manufacturer], [category], [price], [sku], [upc], [ean], [jan], [isbn], [mpn], [location]</strong>';
$_['text_tags_tag']    						= 'Доступные теги: <strong>[product], [model], [manufacturer], [category], [price], [sku], [upc], [ean], [jan], [isbn], [mpn], [location]</strong>';
											  
// Column
$_['column_image']           				= 'Изображение';
$_['column_name']            				= 'Название товара';
$_['column_category']        				= 'Категории';
$_['column_manufacturer']    				= 'Производитель';
$_['column_model']           				= 'Модель';
$_['column_sku']           					= 'Артикул';
$_['column_upc']           					= 'UPC';
$_['column_ean']           					= 'EAN';
$_['column_jan']           					= 'JAN';
$_['column_isbn']           				= 'ISBN';
$_['column_mpn']           					= 'MPN';
$_['column_location']           			= 'Расположение';
$_['column_price']           				= 'Цена';
$_['column_tax']           					= 'Налог';
$_['column_quantity']        				= 'Кол-во';
$_['column_minimum']        				= 'Мин. кол-во';
$_['column_subtract']        				= 'Вычитать со склада';
$_['column_stock_status']        			= 'Остутствие на складе';
$_['column_shipping']        				= 'Доставка';
$_['column_date_available']        			= 'Дата поступления';
$_['column_dimension']        				= 'Размеры';
$_['column_length_class']        			= 'Единица длины';
$_['column_weight']        					= 'Вес';
$_['column_weight_class']        			= 'Единица веса';
$_['column_sort_order']        				= 'Сортировка';
$_['column_status']          				= 'Статус';
$_['column_action']          				= 'Действие';

// Entry
$_['entry_name']             				= 'Название товара';
$_['entry_description']      				= 'Описание';
$_['entry_meta_title'] 	     				= 'Мета Тег Title';
$_['entry_meta_h1'] 	     				= 'Мета Тег H1';
$_['entry_meta_description'] 				= 'Мета Тег Description';
$_['entry_meta_keyword'] 	 				= 'Meta Тег Keyword';
$_['entry_auto_keyword']     				= 'Авто ЧПУ';
$_['entry_keyword']          				= 'SEO URL (ЧПУ)';
$_['entry_model']            				= 'Модель';
$_['entry_sku']              				= 'Артикул';
$_['entry_upc']              				= 'UPC';
$_['entry_ean']              				= 'EAN';
$_['entry_jan']              				= 'JAN';
$_['entry_isbn']             				= 'ISBN';
$_['entry_mpn']              				= 'MPN';
$_['entry_location']         				= 'Расположение';
$_['entry_shipping']         				= 'Требуется доставка';
$_['entry_manufacturer']     				= 'Производитель';
$_['entry_store']            				= 'Магазины';
$_['entry_date_available']   				= 'Дата поступления';
$_['entry_quantity']         				= 'Количество';
$_['entry_quantity_min']            		= 'Количество от';
$_['entry_quantity_max']            		= 'Количество до';
$_['entry_minimum']          				= 'Минимальное количество';
$_['entry_stock_status']     				= 'Остутствие на складе';
$_['entry_price']            				= 'Цена';
$_['entry_price_min']            			= 'Цена от';
$_['entry_price_max']            			= 'Цена до';
$_['entry_special_price']            		= 'Цена по акции';
$_['entry_special_price_min']            	= 'Цена по акции от';
$_['entry_special_price_max']            	= 'Цена по акции до';
$_['entry_tax_class']        				= 'Налог';
$_['entry_points']           				= 'Баллы';
$_['entry_option_points']    				= 'Баллы';
$_['entry_subtract']         				= 'Вычитать со склада';
$_['entry_weight_class']     				= 'Единица веса';
$_['entry_weight']           				= 'Вес';
$_['entry_dimension']        				= 'Размеры (Д x Ш x В)';
$_['entry_length_class']     				= 'Единица длины';
$_['entry_length']           				= 'Длина';
$_['entry_width']            				= 'Ширина';
$_['entry_height']           				= 'Высота';
$_['entry_image']            				= 'Изображение';
$_['entry_additional_image'] 				= 'Дополнительные изображения';
$_['entry_customer_group']   				= 'Группа покупателей';
$_['entry_date_start']       				= 'Дата начала';
$_['entry_date_end']         				= 'Дата окончания';
$_['entry_priority']         				= 'Приоритет';
$_['entry_attribute']        				= 'Атрибут';
$_['entry_attribute_value']        			= 'Значение атрибута';
$_['entry_attribute_group']  				= 'Группа атрибутов';
$_['entry_text']             				= 'Текст';
$_['entry_option']           				= 'Опция';
$_['entry_option_value']     				= 'Значение опции';
$_['entry_required']         				= 'Требуется';
$_['entry_status']           				= 'Статус';
$_['entry_sort_order']       				= 'Сортировка';
$_['entry_sort_order_min']       			= 'Сортировка от';
$_['entry_sort_order_max']       			= 'Сортировка до';
$_['entry_main_category']    				= 'Главная категория';
$_['entry_category']         				= 'Показывать в категориях';
$_['entry_categories']       				= 'Категория';
$_['entry_filters']           				= 'Фильтры';
$_['entry_filter']           				= 'Фильтр';
$_['entry_download']        				= 'Загрузки';
$_['entry_related']          				= 'Рекомендуемые товары';
$_['entry_tag']          	 				= 'Теги товара';
$_['entry_reward']           				= 'Бонусные баллы';
$_['entry_layout']           				= 'Схема';
$_['entry_recurring']        				= 'Платежный профиль';
$_['entry_code']      	 	 				= 'Артикулы';
$_['entry_size']        	 				= 'Размеры';
$_['entry_generator']     	 				= 'Генератор';
$_['entry_type_generator']   				= 'Тип генератора';
$_['entry_language']     	 				= 'Язык';
$_['entry_template']     					= 'Шаблон';
$_['entry_seo_url_suffix']     				= 'Окончание ЧПУ';
$_['entry_method_edit']     				= 'Метод изменения';
$_['entry_type_edit']     					= 'Тип изменения';
$_['entry_value_edit']     					= 'Значение';
$_['entry_apply_special']     				= 'Аналогично изменить действующие акции';
$_['entry_apply_discount']     				= 'Аналогично изменить действующие скидки';
$_['entry_start']     						= 'Стартовое число';
$_['entry_default_limit']     				= 'Лимит товаров';
$_['entry_hide']     						= 'Скрыть';
$_['entry_product_model_required']      	= 'Модель обязательное поле';
$_['entry_default_stock']        			= 'Вычитать со склада по умолчанию';
$_['entry_default_shipping']        		= 'Доставка по умолчанию';
$_['entry_default_quantity']          		= 'Кол-во товаров по умолчанию';
$_['entry_default_min_quantity']        	= 'Мин. кол-во товаров по умолчанию';
$_['entry_product_name']                	= 'Название товара';
$_['entry_product_category']            	= 'Категории';
$_['entry_product_manufacturer']        	= 'Производитель';
$_['entry_product_model']        			= 'Модель';
$_['entry_product_price']        			= 'Цена';
$_['entry_product_quantity']        		= 'Количество';
$_['entry_product_view']        			= 'Просмотр товара';
$_['entry_mass_model']           			= 'Модель, Расположение, Налоги';
$_['entry_mass_status']           			= 'Дата поступления, Статус';
$_['entry_mass_shipping']           		= 'Склад, Доставка';
$_['entry_add_discount']           			= 'Управление скидками';
$_['entry_edit_discount']           		= 'Изменить актуальные скидки';
$_['entry_add_special']           			= 'Управление акциями';
$_['entry_edit_special']           			= 'Изменить актуальные акции';
$_['entry_attributes']        				= 'Атрибуты';
$_['entry_options']           				= 'Опции';
$_['entry_discount']           				= 'Скидки';
$_['entry_special']           				= 'Акции';
$_['entry_prefix']           				= 'Префикс';

// Help
$_['help_auto_keyword']      				= 'Автоматически создаст SEO URL (ЧПУ) на основе названия товара';
$_['help_keyword']           				= 'Должен быть уникальным на всю систему. Запрещено использование пробелов. Допустимые символы - и _';
$_['help_sku']               				= 'Артикул';
$_['help_upc']               				= 'Универсальный код товара';
$_['help_ean']               				= 'Европейский артикул';
$_['help_jan']               				= 'Японский артикул';
$_['help_isbn']              				= 'Номер книги по международному стандарту';
$_['help_mpn']               				= 'Номер производителя';
$_['help_manufacturer']      				= 'Автозаполнение';
$_['help_minimum']           				= 'Минимальное количество товаров для заказа';
$_['help_stock_status']      				= 'Статус товара, когда его нет на складе';
$_['help_points']            				= 'Количество баллов для покупки товара. Поставьте 0, чтобы не использовать баллы.';
$_['help_category']          				= 'Автозаполнение';
$_['help_filter']            				= 'Автозаполнение';
$_['help_download']          				= 'Автозаполнение';
$_['help_related']           				= 'Автозаполнение';
$_['help_tag']          	 				= 'Укажите теги товара через запятую.';
$_['help_seo_suffix']     					= 'Данное поле заполнять только для стандартного типа ЧПУ \'SEO URL\', если же используйтся другой тип ЧПУ (SEO PRO и др.), то данное поле оставить пустым. Пример: .html';
$_['help_type_seo_url'] 					= 'Не рекомендуется применять тип генератора, перезаписывающий существующие \'SEO URL (ЧПУ)\' в рабочих магазинах, т.к. они возможно уже проиндексированы поисковыми роботами.';
$_['help_default_limit']          	 		= 'Количество товаров на странице';
$_['help_default_quantity']          		= 'При добавлении нового товара, поле \'Количество\' будет автоматически заполнено указанным значением.';
$_['help_default_min_quantity']         	= 'При добавлении нового товара, поле \'Минимальное количество\' будет автоматически заполнено указанным значением.';
$_['help_default_stock']         			= 'При добавлении нового товара, опция \'Вычитать со склада\' по умолчанию.';
$_['help_default_shipping']         		= 'При добавлении нового товара, опция \'Требуется доставка\' по умолчанию.';
$_['help_code_template']           			= 'Пример шаблона:<br />Префикс = ABC<br />Стартовое число = 100000<br />В результате получим:<br />ABC-100-000<br />ABC-100-001<br />ABC-100-002<br />ABC-100-003<br />ABC-100-004<br />ABC-100-005<br /> и т.д.';

// Error
$_['error_warning']          				= 'Внимание: Внимательно проверьте форму на ошибки!';
$_['error_permission']       				= 'Внимание: У Вас нет прав для управления товарами!';
$_['error_image']        	 				= '\nИзображение для товара не выбрано!\n\nВы действительно хотите сохранить товар без изображения?';
$_['error_name']             				= 'Название товара должно быть от 1 до 255 символов!';
$_['error_meta_title']       				= 'Мета Тег Title должен быть от 1 до 255 символов!';
$_['error_model']            				= 'Модель товара должна быть от 1 до 64 символов!';
$_['error_keyword']          				= 'Такой SEO URL (ЧПУ) уже существует!';
$_['error_unique']           				= 'SEO URL должен быть уникальным для каждого языка!';
$_['error_select_product'] 	 				= 'Необходимо выбрать хотя бы один товар!';
$_['error_by_zero'] 						= 'На ноль делить нельзя!';
$_['error_request_method']            		= 'Выберите метод изменения!';
$_['error_request_type']            		= 'Выберите тип изменения!';
$_['error_min_quantity'] 					= 'Минимальное количество должно быть больше нуля!';
$_['error_template']            			= 'Необходимо указать шаблон, на основе которого будут созданы данные!';

// Other
$_['summernote']                    		= 'ru-RU';
$_['datepicker']                    		= 'ru';
$_['date_format_short']             		= 'd.m.Y';