<?php

// Тексты меню
$_['text_blog']                 = 'Блог';
$_['text_blog_setting']         = 'Настройки блога';
$_['text_blog_category']        = 'Категории блога';
$_['text_blog_post']            = 'Записи блога';
$_['text_blog_comment']         = 'Комментарии блога';

// Заголовки
$_['heading_title']             = 'Записи блога';
$_['heading_form']              = 'Форма записи';

// Вкладки
$_['text_yes']                  = 'Да';
$_['text_no']                   = 'Нет';

$_['text_please_select']        = '--- Пожалуйста, выберите ---';

// Тексты
$_['text_success']              = 'Успешно: вы изменили блог!';
$_['text_keyword']              = 'Не используйте пробелы, замените их на - (дефис) и убедитесь, что SEO URL уникален.';
$_['entry_store']               = 'Магазины';
$_['entry_keyword']             = 'SEO URL';

// Колонки
$_['column_title']              = 'Заголовок записи';
$_['column_date_added']         = 'Дата добавления';
$_['column_comments']           = 'Комментарии';
$_['column_status']             = 'Статус';
$_['column_count_read']         = 'Просмотров';

$_['column_sort_order']         = 'Порядок сортировки';
$_['column_action']             = 'Действие';

// Поля формы
$_['entry_title']               = 'Заголовок записи (H1)';
$_['entry_page_title']          = 'Мета-заголовок (title страницы)';
$_['entry_meta_keyword']        = 'Мета-ключевые слова';
$_['entry_meta_description']    = 'Мета-описание';
$_['entry_description']         = 'Описание';
$_['entry_short_description']   = 'Краткое описание';
$_['entry_short_description_h'] = 'Будет использоваться как краткое содержание записи в категориях, похожих и последних записях.';
$_['entry_tags']                = 'Теги';
$_['entry_category']            = 'Категория';
$_['entry_related']             = 'Похожие записи';
$_['entry_related_products']    = 'Связанные товары';
$_['entry_status']              = 'Статус';
$_['entry_store']               = 'Магазины';
$_['entry_image']               = 'Изображение';
$_['entry_author']              = 'Автор';
$_['entry_vk_video']            = 'VK Видео iFrame';
$_['entry_keyword']             = 'SEO URL';
$_['entry_sort_order']          = 'Порядок сортировки';
$_['entry_allow_comment']       = 'Разрешить комментарии';
$_['entry_comment_permission']  = 'Разрешение на комментарии';
$_['entry_comment_need_approval'] = 'Комментарии требуют модерации';
$_['entry_with_selected']       = 'С выбранным';
$_['entry_layout']              = 'Переопределение макета';

// Ошибки
$_['error_permission']          = 'Внимание: у вас нет прав для изменения блога!';
$_['error_title']               = 'Заголовок записи должен содержать от 3 до 64 символов!';
$_['error_description']         = 'Описание должно содержать не менее 3 символов!';
$_['error_account']             = 'Внимание: эту страницу блога нельзя удалить, так как она используется как условия учетной записи по умолчанию!';
$_['error_checkout']            = 'Внимание: эту страницу блога нельзя удалить, так как она используется как условия оформления заказа по умолчанию!';
$_['error_store']               = 'Внимание: эту страницу блога нельзя удалить, так как она используется в %s магазинах!';
$_['error_required_data']       = 'Не введены обязательные данные. Проверьте ошибки в полях!';
