<?php
// Heading
$_['name_tab_hmp']			= '<b style="color:#007eff;">HYPER MULTI PRODUCT MODELS</b>';
$_['heading_titles']		= 'HMPM';
$_['heading_title']			= '<b style="color:#4b0082;"><i class="fa fa-sitemap fa-1x fa-rotate-90"></i> HYPER MULTI PRODUCT MODELS</b>';
$_['name_kit_series']		= 'Модели товара';
$_['name_kj_series']		= '<b style="color:#4b0082;"><i class="fa fa-sitemap fa-1x fa-rotate-90"></i> Модели товара</b>';
$_['name_series']			= 'Тип моделей карточки товара';
$_['add_name_series']		= 'Добавить тип модели товара';
$_['name_kit']				= '<b style="color:#4b0082;"><i class="fa fa-sitemap fa-1x fa-rotate-90"></i> HMPM - Модели товара</b>';
$_['btn_documentation']		= 'Документация';
$_['text_extension']		= 'Модули';
$_['hpm_version']			= 'Версия модуля';
// First level
$_['title_name']			= 'Заголовок';
$_['title_cat_html']		= 'Заголовок в категориях<br>Поддерживается html';
$_['title_prod_html']		= 'Заголовок в карточке товара<br>Поддерживается html';
$_['text_name']				= 'Название';
$_['text_name_title']		= 'Название типа модели товара';
$_['text_comment']			= 'Комментарий';
$_['text_edit']				= 'Редактор';
$_['text_enabled']			= 'Включить';
$_['text_disabled']			= 'Выключить';
// Entry
$_['sample_status_title']	= 'Отображать в категориях*';
$_['entry_sample_title']	= 'Вариант отображения в категориях';
$_['entry_width']			= 'Картинка';
$_['entry_width_title']		= 'Ширина и высота изображения';
$_['entry_width_lists']		= 'Ширина и высота изображения в категориях';
$_['entry_lists_title']		= 'Вывод данных моделей к карточкам в списках категорий';
$_['entry_ltd']				= 'Лимит';
$_['entry_ltd_title']		= 'Лимит вариантов в категории. Пусто - не ограничивать.';
$_['entry_store']			= 'Мультимагазины<br>подробнее в HELPER!';

$_['after_that']			= 'After that';
$_['entry_types_column']	= 'Вывод';
$_['entry_column_title']	= 'Вывод поля для отображения после заголовка блока';
$_['entry_type']			= 'Тип карточки товара';
$_['entry_type_title']		= 'Настройка типа карточки товара<br>Подробнее в HELPER!';
$_['group_title']			= 'Скрыть дочерние товары в списках<br>Подробнее в HELPER!';
$_['redirect_title']		= '301 редирект на родителя<br>Подробнее в HELPER!';
$_['hash_title']			= 'Хэш # в окончании url товара<br>Подробнее в HELPER!';
$_['plink_title']                       = 'Вывод вариантов в виде ссылок на товары в карточке<br>Подробнее в HELPER!';
$_['entry_types']			= 'Вариант';
$_['entry_types_title']		= 'Вариант вывода серий, моделей в товаре';
$_['entry_links']			= 'Связи';
$_['entry_links_title']		= 'Привязка типа<br>Подробнее в HELPER!';
$_['entry_titles']			= 'Заголовок серии моделей';
$_['entry_status']			= 'Статус';
$_['entry_status_name']		= 'Параметры выбранного товара';
$_['entry_position']		= 'Позиция';
$_['entry_position_title']	= 'Позиция вывода<br>подробнее в HELPER!';
$_['insertBefore']			= 'insert Before';
$_['insertAfter']			= 'insert After';
$_['prependTo']				= 'prepend To';
$_['appendTo']				= 'append To';
$_['entry_selector']		= 'Селектор';
$_['entry_selector_title']	= 'ID или CLASS<br>подробнее в HELPER!';
$_['entry_suppler']			= 'Поставщик';
$_['entry_brand']			= 'Производитель';
$_['entry_category']		= 'Категория';
$_['entry_view_title']		= 'Скрывать товар<br>если кол-во 0';
$_['hpm_next_title']		= 'Переключать на товар,<br>который в наличии';


$_['col_sku_search']		= 'Поиск по Модели';
$_['col_name_search']		= 'Поиск по наименованию';
$_['add_sku_product']		= 'Введите Модель товара';
$_['add_name_product']		= 'Введите наименование товара';
$_['parent_product']		= 'Родитель';
$_['img_edit']				= 'Изображение товара <br> Клик для замены';
$_['col_sort']				= 'Сортировка';
$_['col_add']				= 'Применить';
// Second level
$_['meta_key']			= 'Мета-тег Keywords';
$_['image']				= 'Изображение';
$_['sku']				= 'SKU';
$_['model']				= 'Модель';
$_['attribute']			= 'Атрибут';
$_['filter']			= 'Фильтр';
$_['price']				= 'Цена';
$_['ean']				= 'EAN';
$_['upc']				= 'UPC';
$_['jan']				= 'JAN';
$_['isbn']				= 'ISBN';
$_['mpn']				= 'MPN';
$_['location']			= 'Расположение';
$_['col_size']			= 'Размеры (Д x Ш x В)';
$_['col_weight']		= 'Вес';
$_['name']		        = 'Наименование';
$_['name_exp_last']		= 'Последнее слово из названия';
$_['meta_h1']		    = 'HTML-тег H1';
$_['meta_title']		= 'HTML-тег Title';
$_['meta_keyword']		= 'Мета-тег Keywords';
// Nype Parent
$_['type_unique_con']		= 'Без группировки';
$_['type_unique']			= 'Группировка';
$_['type_unique_hash']		= 'Группировка + #';

// Child TYPE Option
$_['type_images']			= 'Рядами';
$_['type_img_slide']		= 'Слайдер';
$_['type_img_select']		= 'Список';
$_['type_select']			= 'Выпадающий список';
$_['type_html_select']	    = 'Стилизованный список';
// Child TYPE Category
$_['none_sample']			= 'Отключено';
$_['list_sample']			= 'Список';
$_['info_sample']			= 'Кнопка';
$_['table_sample']			= 'Кнопка + таблица';
$_['slider_sample']			= 'Картинки слайдером';
$_['img_tab_sample']		= 'Картинки слайдером + таблица';
$_['table_attrs']      		= 'Атрибуты';

// Buttons
$_['button_remove']			= 'Удалить';
$_['button_out']			= 'Выйти';
$_['button_save']			= 'Сохранить';
$_['button_cancel']			= 'Закрыть';
$_['button_add_remove']		= 'Добавить<br>Удалить';
$_['button_on_off']			= 'Статус<br>ON | OFF';
$_['button_apply']			= 'Применить';
// Name

$_['kit_settings']			= 'Тип серии комплекта';
$_['hpm_set_category']		= 'Вывод в категориях';
$_['kit_set_product']		= 'Карточка товара';
$_['hpm_fields_block']		= 'Данные моделей';
$_['kit_fields']			= 'Поле вывода';
$_['kit_fields_title']		= 'Поле для вывода данных<br>к моделям товаров';
$_['kit_column']			= 'Блоки замены в карточке товара';
$_['kit_column_h']				= 'Заменять заголовок H1<br>товара - см. helper';
$_['cat_column_h']				= 'Заменять заголовок на H1<br>товара - см. helper';
$_['kit_column_img']			= 'Заменять изображения<br>товара - см. helper';
$_['kit_column_info']			= 'Заменять данные товара:<br>sku, mpn и т.д. - см. helper';
$_['kit_column_desc']			= 'Заменять описание<br>товара - см. helper';
$_['kit_column_attr']			= 'Заменять характеристики товара - см. helper';

$_['kit_css']				= 'Пользовательский CSS и JS для карточки товара';
$_['kit_css_cat']			= 'Пользовательский CSS и JS для категорий';
// Help
$_['help_name']			= 'HELPER';
//'help_name_titles',
$_['help_ok']			= 'Дальше';
// Help Product Level
$_['help_name_kit']			= '<b>Модели товара</b>';
$_['top_kit_text']			= 'Вкладка привязки товаров к родителю типа модели карточки товара для вывода их в карточке данного товара. Все условия
вывода настраиваются и редактируются непосредственно в модуле <b>HYPER MULTI PRODUCT MODELS</b>. Смотрите подсказки хелперов с правой стороны каждого блока настроек.';
$_['help_first_kit']		= '<b>ПОИСК и ДОБАВЛЕНИЕ</b>';

$_['help_second_kit']		= 'Выберите наиболее удобный вам способ поиска товара:
<br><b>Поиск по наименованию товара</b>
<br><b>Поиск по модели товара</b>
<br>* Подобрав необходимый товар, подвяжите, нажав на товар в выпадающем списке. В таком случае товар автоматически
добавится, после чего обязательно сохраните изменния кнопкой применить
<mark class="btn btn-success btn-xs" data-toggle="tooltip" title="" data-original-title="Применить"><i class="fa fa-check-square-o"></i></mark> справа.
<br> Вы также можете использовать модуль <b>АОП</b> - Автоматической Обработки Прайслистов от разработчика usergio, для массового
добавления и привязки товаров к модулю <b>HYPER MULTI PRODUCT MODELS</b>';

$_['help_first_multi']		= '<b>МАССОВОЕ ДОБАВЛЕНИЕ ТОВАРОВ</b>';
$_['help_second_multi']		= 'Поле массового добавления товаров позволяет облегчить связку товаров по искомому слову из наименования товаров.
<br><b>Строка для поиска</b> - Вбейте искомое слово товара например: "iPhone" и нажмите на кнопку
<mark class="btn btn-primary btn-xs" data-toggle="tooltip" title="" data-original-title="Поиск"><i class="fa fa-filter"></i></mark>
справа.
<br>Ниже выпадет список искомых товаров, где вы сможете их перебрать чекбоксами и/или добавить все разом в связку кнопкой ниже
<br><mark  class="btn btn-success btn-xs"><i class="fa fa-plus"></i> Добавить выбранные товары к серии</mark>
<br>
<br><span style="color:red;">Не забывайте нажать после редактирования кнопку </span>
 <mark class="btn btn-success btn-xs" data-toggle="tooltip" title="" data-original-title="Применить"><i class="fa fa-check-square-o"></i></mark>
<span style="color:red;"> в блоке моделей товара выше справа!</span>';

$_['help_third_kit']		= '<b>СПИСОК</b>';
$_['help_fourth_kit']		= '<b>ID</b> - id товара<br>
<i class="fa fa-dot-circle-o"></i> - Выбор родителя для связки дочерних товаров <br>
* Родитель является основным товаром, к которому подтягиваются дочерние товары для связки их в одну карточку товара
в зависимости от выбранного типа моделей карточки товара в настройках модуля <b>HYPER MULTI PRODUCT MODELS</b><br>
<b>SKU</b> - артикул товара<br>
<i class="fa fa-picture-o"></i> - Изображение товара<br>
* Автоматически по умолчанию подтягивается основное изображение товара,<br>
для его замены кликните по изображению и добавьте своё, если это имеет смысл.<br>
--<br>
<b>Сортировка</b> - Сортировка товаров в блоке моделей
';

$_['help_name_hpm']			= '<b>Модели товаров</b>';
// Help First Level
$_['help_first_kit_series']		= 'Модуль <b>HYPER MULTI PRODUCT MODELS</b> позволяет в одном товаре объединить и сгруппировать однотипные модели товаров, серии,
модельный ряд и/или связывать товары  по типу связанных опций.  AJAX замена данных карточки товара на данные дочерних-связанных в группу товаров на лету, без замены url и без перезагрузки страницы товара.
<br> Отличная замена урезанным по функционалу опциям.
<br> Мульти-группировка связанных товаров по неограниченному количеству параметров.
<br> Девять вариантов типа моделей карточки товара.
<br> Cохранение полного функционала товара.
<br> Возможность скрыть дочерние товары в списках. При этом они  доступны только в родителе, в избранных, в сравнении и при добавлении их в корзину.
<br> 301 редирект с дочерних товаров на родителя (избавляемся от мусорных ссылок однотипных товаров).
<br> Рейтинг и отзывы привязаны к родительскому товару для всей группы товаров, собранных в модельный ряд, серию товара т.е. получаем один блок отзывов ко всем связанным однотипным товарам!
<br> Вывод нужного товара по хэш # (hash) в окончании url (чпу) и без.
<br> Поддерживает все цены, групповые скидки, акции, опции, статусы товара, количество товара, выбор в избранное и в сравнения и т.д..
<br> Если у дочернего товара есть акция, то его родитель высвечивается на странице акций.
<br> Выбор замены изображений, данных, описаний и характеристик товара на выбор.
<br> Блок всех моделей товара можно вывести по селектору в любом месте карточки товара на ваше усмотрение.
<br> Вывод блока моделей в ряд или списком на выбор.
<br> Поддержка Мультимагазинов.
<br> И многое другое смотрите демо.';

$_['help_second_kit_series']	= '<b>СПИСОК ТИПА МОДЕЛЕЙ ТОВАРОВ</b>';
$_['help_third_kit_series']		= '<b>Название:</b> - название, а также заголовок моделей товара.
<br><b>Комментарий:</b> - краткое техническое описание к моделям товара.
<br><b>Редакторы</b> - редактирование блока моделей товара.
<br><b>Статус:</b> - отображает статус включен или выключен блок моделей товара.
<br><b>Удалить</b> - удаление типа моделей товара.
<br><b>Добавить</b> - добавление типа моделей товара.';
// Help ADD Second Level INFO
$_['help_name_add']			= 'Добавление модели товара';
$_['top_add_text']			= '<b>Наименование:</b> - заполните это поле и сохраните изменения. После чего вы сможете перейти непосредственно
к настройкам и редактированию созданного блока типа моделей товара на странице добавления типа, нажав кнопку редактирования.
<br>Все условия вывода настраиваются и редактируются непосредственно в модуле <b>HYPER MULTI PRODUCT MODELS</b>.
Смотрите подсказки хелперов с правой стороны каждого блока настроек.';
// Help Second Level INFO
$_['help_first_series']		= 'Вкладка настроек вывода типа моделей товара.
<br>Внимательно прочтите все хелперы перед тем как приступить к настройкам!';
$_['help_second_series']	= '<b>НАЗВАНИЕ</b>';
$_['help_third_series']		= '<b>Название:</b> - Название типа моделей товара.
<br>Носит чисто технический характер и используется только в административной части';
$_['help_second_store']	= '<b>МУЛЬТИМАГАЗИНЫ</b>';
$_['help_third_store']		= '<b>Мультимагазины:</b> - Если вы используете мультимагазины и вы хотите чтобы данный тип моделей был привязан только к
одному из магазинов или нескольким, то отметьте их во всплывающем окошке.<br>По умолчанию отмечены все!';
$_['help_fourth_series']	= '<b>ТИП КАРТОЧКИ ТОВАРА</b>';
$_['help_fifth_series']		= 'Три типа карточки товара;
<br><b style="color:rgb(75, 0, 130)">Скрыть дочерние товары в списках</b>
<br> - <b style="color:rgb(22, 140, 29)">YES</b> - дочерние модели товаров скрыты в списках и доступны только в родительском товаре, в корзине, в избранных и в сравнении.
<br> - <b style="color:rgb(0, 0, 0)">NO</b> - дочерние товары не скрыты, отображаются в списках. Все связанные между собой товары также выводятся в карточках товаров с аякс заменой.

<br><b style="color:rgb(75, 0, 130)">301 редирект</b>
<br> - <b style="color:rgb(22, 140, 29)">YES</b> - по прямой ссылке дочернего товара - 301 редирект на родительский товар*.
<br> - <b style="color:rgba(0, 0, 0, 0.96)">NO</b> - дочерние модели товаров доступны по прямой ссылке.
<br>* Пример при редиректе: По прямой ссылке дочернего товара - 301 редирект на родительский товар с AJAX подменой модели в родительском товаре на дочерний, с которого пришли по ссылке.

<br><b style="color:rgb(75, 0, 130)">Хэш # в окончании url товара</b>
<br> - <b style="color:rgb(22, 140, 29)">YES</b> - дочерние модели товаров с # (hash) в окончании url (чпу)*.
<br> - <b style="color:rgb(0, 0, 0)">NO</b> - дочерние модели товаров без # (hash) в окончании url (чпу).
<br>* Пример ЧПУ товаров с # (hash) в окончании url (чпу) : <i style="color:steelblue">domain.com/category/product/#id-red</i> - где при смене модели товара <i style="color:steelblue">/#id-red</i> заменяется, например, на <i style="color:steelblue">/#id-black</i>, и т.д.

<br><b style="color:rgb(75, 0, 130)">Вывод вариантов в виде ссылок на товары в карточке</b>
<br> - <b style="color:rgb(22, 140, 29)">YES</b> - Дочерние модели выводятся как ссылка на товар.
При включении данной настройки невозможны 301 редирект и Хэш # в окончании url товара, поэтому при сохранении они автоматически выключаются. 
';

$_['help_sixth_series']		= '<b>СВЯЗИ</b>';
$_['help_seventh_series']	= 'Фильтр, привязка типа моделей для отображения их в карточках родительских товаров - в определённых поставщиках*** > производителях > категориях или ко всем сразу.
<br>Свитчер в режиме <b>ALL</b> - тип моделей товара во всех товарах.
<br>Свитчер в режиме <b>EDIT</b> - активирует фильтр категорий справа.
<br> <b><i class="fa fa-indent"></i></b> - фильтр по категориям.
<br><b>Поставщик:</b> - отметьте необходимых поставщиков, к которым вы хотите привязать данный тип моделей.
<br><b>Производитель:</b> - отметьте необходимых производителей, к которым вы хотите привязать данный тип моделей.
<br><b>Категории:</b> - отметьте необходимые категории, к которым вы хотите привязать данный тип моделей.
<br>Можно отметь галочками и поставщиков, и производителей, и категории - с учётом выбора в принадлежащих к ним товарам и будет выводиться
тип моделей, если к товару подвязанны его дочерние товары - во вкладке <b>HYPER MULTI PRODUCT MODELS</b> в админ части редактора карточки товара.
<br>***при использовании АОП.';
$_['help_eighth_series']	= '<b>ТОВАР НА СКЛАДЕ</b>';
$_['help_ninth_series']		= 'Если кол-во товара, а также кол-во его опций равняется нулю, то такой товар будет скрыт в блоке типа моделей.';
$_['help_first_next']	= '<b>ПЕРЕКЛЮЧЕНИЕ ПО НАЛИЧИЮ</b>';
$_['help_second_next']		= 'Если кол-во товара, а также кол-во его опций равняется нулю, то при переходе на товар активируется модель товара, кол-во которго больше нуля.
<br>Учитывается сортировка дочерних товаров. см вкладку <b>HYPER MULTI PRODUCT MODELS</b> в карточке товара админ части.';
$_['help_tenth_series']		= '<b>КОММЕНТАРИЙ</b>';
$_['help_eleventh_series']	= '<b>Комментарий:</b> - Описание, технические комментарии к данному типу моделей.
<br>Носит чисто технический характер и используется только в административной части';
$_['help_twelfth_series']	= '<b>СТАТУС</b>';
$_['help_thirteenth_series']	= 'Статус типа моделей; включает и выключает отображение данного типа на страницах, к которым он подвязан';
//##############
// Help Second Level TYPE
$_['help_name_lists']		= 'Варианты моделей в категориях';

$_['help_on_lists']		= '<b>СТАТУС</b>';
$_['help_on_off_lists']		= '<b>ON | OFF:</b> - Статус блока в списках (категориях и т.д.) -  включает и выключает отображение блока, к которым он подвязан';

$_['help_first_lists']		= '<b>ЗАГОЛОВОК</b>';
$_['help_second_lists']		= '<b>Заголовок:</b> - Название блока моделей товара. Выводится заголовком к блоку моделей на странице карточки товара.
<br>Поле позволяет использовать HTML.
<br><b>Поле вывода:</b> -  позволяет использовать сразу за заголовком одно из полей товара к выбранной модели товара.';

$_['help_third_lists']		= '<b>ВАРИАНТ</b>';
$_['help_fourth_lists']		= 'Два варианта вывода моделей товара;
<br><b>Рядами:</b> - вывод моделей товаров рядами;
<br><b>Список:</b> - вывод группы моделей товара списком;
<br><b>Стилизованный список:</b> - вывод группы моделей товара стилизованным списком с дополнительной информацией - изображение, цены и т.д.';

$_['help_fifth_lists']		= '<b>ЛИМИТ ВЫВОДА МОДЕЛЕЙ</b>';
$_['help_sixth_lists']		= 'Поле для ввода лимита вывода моделей к карточке товара в списках товаров.
<br>Для вывода всех моделей оставьте поле пустым';

$_['help_seventh_lists']		= '<b>ЗАМЕНА H1 ТОВАРА</b>';
$_['help_eighth_lists']	= 'Включает замену заголовка на Н1 дочерних товаров';
$_['help_ninth_lists']		= '<b>ЗАМЕНА ИЗОБРАЖЕНИЙ ТОВАРА</b>';
$_['help_tenth_lists']	= 'Включает замену изображений товара на изображения дочернего товара';



$_['helper_list']		= '<b>НЕБОЛЬШОЙ СОВЕТ</b>';
$_['helper_lists']		= 'Имейте ввиду, что при выводе данных в категории вы дополнительно нагружаете базу данных (далее БД) запросами,
как и в случае с любыми другими дополнительными модулями, которые вы выводите на любую страницу.
<br> В модуле <b>HMPM</b> мы постарались, по возможности, сократить число обращений к БД, но ко всему прочему есть ещё одна причина в пользу облегчения карточек товара в списках.
С конца 2011 года и по сей день, наблюдая за парочкой интернет магазинов в вебвизор яндекса за поведением пользователей на страницах интернет магазина, мы заметили очень интересную картину.
Почти 95-97% покупателей все действия совершают, перейдя уже в саму карточку товара, при этом игнорируя всякие кнопочки "купить" и прочее в списках товаров - они просто тупо переходят в карточку товара
и уже там, после подробного изучения информации и прочтения отзывов о товаре - переходят к самой покупке.
<br>Подумайте об этом. Это хороший повод облегчить карточку товара в списках, как говорится, *каждая доля секунды рубль бережёт!* :)';
//##############
// Help Second Level TYPE
$_['help_name_type']		= 'Вариант моделей в карточке товара';
$_['help_first_type']		= '<b>ОБЩИЙ ЗАГОЛОВОК</b>';
$_['help_second_type']		= '<b>Заголовок группы связанных товаров:</b> - Название блока моделей товара. Выводится заголовком к блоку связанных моделей на странице карточки товара.
<br>Поле позволяет использовать HTML.<br><span style="color:red;"> - *Пустое поле не ввыводится</span>.
<br><i class="fa fa-paperclip"></i> Вывод к заголовку параметров, выбранных в блоке моделей связанных товаров.';

$_['help_third_types']		= '<b>ИЗОБРАЖЕНИЕ</b>';
$_['help_fourth_types']		= '<b>Изображение:</b> -  позволяет задавать размеры картинки для связанных товаров в блоке моделей.';

$_['help_third_type']		= '<b>ВАРИАНТ</b>';
$_['help_fourth_type']		= 'Три варианта вывода моделей товара;
<br><b>Рядами:</b> - вывод моделей товаров рядами;
<br><b>Список:</b> - вывод группы моделей товара списком;
<br><b>Стилизованный список:</b> - вывод группы моделей товара стилизованным списком с дополнительной информацией - изображение, цены и т.д.';

$_['help_seventh_type']		= '<b>ПОЗИЦИЯ</b>';
$_['help_eighth_type']		= 'Выбор позиции отображения: до или после какого селектора вставлять блок моделей товара:

<br><b>insert Before</b> - перед блоком тегов;
<br><b>prepend To</b> - внутри в начале;
<br><b>append To</b> - внутри в конце;
<br><b>insert After</b> - за блоком тега;';

$_['help_ninth_type']		= '<b>СЕЛЕКТОР</b>';
$_['help_tenth_type']		= 'ID или CLASS блока, до или после которого вставлять блок вывода моделей серии товара.
<br>Подсказка: Определите в карточке товара id или class, до или после которого вы хотите вывести блок выбора моделей товара. см. пример в демо.';

$_['help_first_column']		= '<b>ЗАМЕНА H1 ТОВАРА</b>';
$_['help_second_column']	= 'Включает замену заголовка Н1 товара с основного на Н1 дочернего товара';
$_['help_third_column']		= '<b>ЗАМЕНА ИЗОБРАЖЕНИЙ ТОВАРА</b>';
$_['help_fourth_column']	= 'Включает замену изображений товара как основного, так и дополнительных изображений дочернего товара';
$_['help_fifth_column']		= '<b>ЗАМЕНА ОПИСАНИЙ ТОВАРА</b>';
$_['help_sixth_column']		= 'Включает замену описания товара на описание дочернего товара';
$_['help_seventh_column']	= '<b>ЗАМЕНА ХАРАКТЕРИСТИК ТОВАРА</b>';
$_['help_eighth_column']	= 'Включает замену характеристики товара на характеристики дочернего товара ';

// -- Start Column_Modal
$_['help_fifth_type']		= '<b>ПОЛЕ ВЫВОДА</b>';
$_['help_sixth_type']		= 'Выбор поля для вывода в блоке к моделям товара
<br><b>none:</b> - поле выключено.
<br><b>Изображение:</b> - выводит изображение товара.
<br><b>Цена:</b> - выводит цену товара (включая акции).
<br><b>Атрибуты:</b> - вывод значения атрибута по поиску (автокомплит).
<br><b>SKU:</b> - выводит данные из поля SKU / Артикул товара.
<br><b>Модель:</b> - выводит данные из поля Модель товара.
<br><b>EAN:</b> - выводит данные из поля EAN товара.
<br><b>UPS:</b> - выводит данные из поля UPS товара.
<br><b>JAN:</b> - выводит данные из поля JAN товара.
<br><b>ISBN:</b> - выводит данные из поля ISBN товара.
<br><b>MPN:</b> - выводит данные из поля MPN товара.
<br><b>Расположение:</b> - выводит данные из поля Location / Расположение товара.
<br><b>Размеры (Д x Ш x В):</b> - выводит данные из поля размеров товара.
<br><b>Вес:</b> - выводит данные из поля веса товара.
<br><b>Наименование:</b> - выводит данные из поля Наименование товара.
<br><b>HTML H1:</b> - выводит данные из поля HTML-тег H1 товара.
<br><b>Мета-тег Title:</b> - выводит данные из поля Мета-тег Title товара.
<br><b>Мета-тег Keywords:</b> - выводит данные из поля Мета-тег Keywords товара.';

// Help Second Level CSS & JS
$_['help_name_js']		= 'КАСТОМНЫЙ CSS и JS';
$_['help_first_js']		= '<b>CSS</b>';
$_['help_second_js']	= 'Тут вы можете применить собственные стили к блоку типа модели, а также к карточке товара,
например, скрыть ненужные элементы при выводе в карточку товара блок моделей.';
$_['help_third_js']		= '<b>JS</b>';
$_['help_fourth_js']	= 'Поле ввода js для дополнительной адаптации карточки товара с модулем <b>HYPER MULTI PRODUCT MODELS</b>.';
// Help Store Level Links
$_['help_name_store']		= 'Мультимагазины';
$_['top_store_text']		= 'Выберите магазин, к которому нужно привязать вывод типа моделей.';
// Help Second Level Links
$_['help_name_links']		= 'Привязка типа';
$_['top_links_text']		= 'Выберите категории для вывода типа моделей в их товарах';
$_['bottom_links_text']		= 'Старайтесь, чтобы ваш выбор не совпадал с ранее выбраными типами!
 Иначе сработает последняя привязка в последнем созданном типе!';
// Text
$_['bottom_kit_text']		= 'Не забывайте сохранять изменения, которые вы внесли, кнопкой сохранить, расположенной в правом верхнем углу!';
$_['text_module']			= 'Модули';
$_['text_success']			= 'Настройки модуля <b>HYPER MULTI PRODUCT MODELS</b> сохранены!';

// Authors
$_['desc_author']				= 'Авторские права';
$_['desc_copy']					= 'Правообладатели';
$_['desc_author_start']			= '<span>HLT © '.date('Y').'</span>';
$_['desc_author_copy']			= 'Все права на данное программное обеспечение принадлежат<br>
<a class="author" target="_blank" href="https://hyperlab.team/">HyperLab.Team</a><br>
<hr>
Перепродажа данного программного обеспечения, его присвоение, передача третьим лицам, выкладывание в публичный доступ
и прочие несанкционированные действия, нарушающие авторские права разработчиков, запрещены и преследуются по закону!';
$_['copy_label']				= '';
// Error
$_['url_module']		= 'Расширения';
$_['error_permission']		= 'Внимание! У вас нет прав на изменение <b>HYPER MULTI PRODUCT MODELS</b>!';
$_['error_description']		= 'Ошибка! Описание должно содержать 3-500 символов';
$_['error_name']			= 'Ошибка! Название должно содержать 3-126 символов';
$_['text_save_success']		= 'Товар успешно добавлен в блок моделей!';
$_['text_save_error']		= 'Такого товара нет, или же вы пытаетесь добавить товар, который уже присутствует в блоке моделей!';

// KEY PAGE
$_['desc_name_key']		= '<b>ОБРАТИТЕ ВНИМАНИЕ!</b>
Прежде внимательно прочтите файл readme.txt!!!
<br>Любые вопросы по модулю - добро пожаловать в тему тех. поддержки, тестим, отписываемся, спрашиваем!
<br>Некорректно установили, не заработал и т.д. - пишем в ЛС с полными доступами к FTP и в админ часть!
<br>Если вы отказываете разработчику в доступах для тех. поддержки - значит поддержка вам не нужна!
<br>Все адаптации и прочие доработки платные!';
$_['key_name']		= 'Активация лицензии';
$_['activation_key_name']		= 'Лицензионный ключ';
$_['desc_warning_key']			= 'Лицензионное соглашение!';
$_['btn_save_key']	= 'Активировать';
$_['name_key']						= 'Вставьте сюда номер вашего лицензионного ключа и активируйте модуль!';
$_['error_key']						= 'ВНИМАНИЕ!!! Для продолжения работы необходимо активировать модуль!';
$_['error_incorrect_key'] = 'ВНИМАНИЕ!!! Введён некорректный лицензионнный ключ!';
$_['text_continue'] = 'Подробнее...';
$_['warning_start_key']		= ' <span style="font-weight: bold;">ВНИМАНИЕ! </span>
Это программное обеспечение не свободно!
 Условия использования лицензии - "одна покупка модуля > на один домен!".
Это означает, что Вы можете использовать одну лицензию только для одного домена.
<br> Для подключения дополнительных доменов или поддоменов требуется дополнительная покупка лицензии модуля!
Запрещена передача данного ПО третьим лицам, распространение от своего имени, изменение исходных файлов модуля без
получения разрешения на то авторов модуля.<br>
 Перепродажа данного программного обеспечения, его присвоение, передача третьим лицам, выкладывание в публичный доступ
и прочие несанкционированные действия, нарушающие авторские права разработчиков, запрещены и преследуются по закону!';
// Help KEY
$_['help_text_key']		= 'Номер лицензионного ключа';
$_['help_second_key']	= '<b style="color:green;">Как получить лицензионный ключ</b>';
$_['help_third_key']	= '<span style="color:#035eff;">Для получения лицензионного ключа прочтите внимательно файл readme.txt
<br>Следуйте описанным в нём указаниям!</span>';
$_['help_ok_key']		= 'Сё понял! Спасибо!';


// v2.1.0 SUB
$_['title_sub_group']		= 'Группировка связанных товаров';
$_['button_add_sub_group']	= 'Добавить новую мульти-связку';
$_['entry_sg_title']		= 'Заголовок подгруппы';
$_['help_sg_title']			= 'Заголовок подгруппы связанных товаров<br>Если пустой, не выводится';
$_['entry_sg_key_field']	= 'Ключевое поле';
$_['error_old_license_key']		= 'ОШИБКА! Ваш лицензионнный ключ устарел. Обратитесь к автору модуля для получения актуального ключа.';
$_['help_sg_key_field']		= 'Используется для группировки подчинённых вариантов';
$_['button_add_sub_remove']	= 'Добавление или удаление<br>мульти-связки';
$_['title_mass_product_add'] = 'Массовое добавление товаров';
$_['title_group_products'] = 'Сгруппированные товары';
$_['help_mass_search'] = 'После поиска, найденные товары можно добавить в текущую группу.';
$_['text_mass_search'] = 'Строка для поиска';
$_['button_add_serch_products'] = 'Добавить выбранные товары к серии';
$_['text_search_total'] = 'Найдено товаров: ';
$_['text_group_title'] = 'Заголовок группы';
$_['help_group_title'] = 'Общий заголовок всей группы связанных товаров<br>Если пустой, не ввыводится.<br>Поддерживается html';
$_['title_name_sub'] = 'Подзаголовок';
$_['title_prod_html_sub'] = 'Подзаголовок сгруппированного блока товаров<br>Если пустой, не ввыводится.<br>Поддерживается html';
$_['text_total_parents'] = 'Всего родителей';
$_['text_total_products'] = 'Всего товаров';

// Help SUB
$_['help_sub']				= 'Блок мульти-группировки связанных товаров позволяет разбить товары по определённым параметрам по типу связанных опций
<br>*Например по типу Цвет: Размер: Объём: Вес: и т.д. одновременно.
<br>Вы можете добавлять необходимое количество группировок для связанных товаров.';
$_['help_first_sub']		= '<b>ЗАГОЛОВОК ГРУППЫ</b>';
$_['help_second_sub']		= 'Поле вывода заголовка к группе связанных товаров<br><span style="color:red;"> - *Поле не ввыводится, если оно пустое</span>.';
$_['help_third_sub']		= '<b style="color:red;">*КЛЮЧЕВОЕ ПОЛЕ</b>';
$_['help_fourth_sub']		= 'Выбор поля для связки группы по необходимому параметру и вывода в блоке группировки к моделям товара.
 <b style="color:red;"> *Обязательное поле!</b>
<br><b>none:</b> - поле выключено.
<br><b>Атрибут:</b> - вывод значения атрибута по поиску (автокомплит).
<br><b>Модель:</b> - выводит данные из поля Модель товара.
<br><b>SKU:</b> - выводит данные из поля SKU / Артикул товара.
<br><b>EAN:</b> - выводит данные из поля EAN товара.
<br><b>UPS:</b> - выводит данные из поля UPS товара.
<br><b>JAN:</b> - выводит данные из поля JAN товара.
<br><b>ISBN:</b> - выводит данные из поля ISBN товара.
<br><b>MPN:</b> - выводит данные из поля MPN товара.
<br><b>Расположение:</b> - выводит данные из поля Location / Расположение товара.
<br><b>Размеры (Д x Ш x В):</b> - выводит данные из поля размеров товара.
<br><b>Вес:</b> - выводит данные из поля веса товара.
<br><b>Наименование:</b> - выводит данные из поля Наименование товара.
<br><b>HTML H1:</b> - выводит данные из поля HTML-тег H1 товара.
<br><b>Мета-тег Title:</b> - выводит данные из поля Мета-тег Title товара.
<br><b>Мета-тег Keywords:</b> - выводит данные из поля Мета-тег Keywords товара.';
$_['help_fifth_sub']		= '<b>ДОБАВЛЕНИЕ ИЛИ УДАЛЕНИЕ ГРУППЫ</b>';
$_['help_sixth_sub']		= 'Удаление или добавление блока группы связки товаров';

$_['help_zero_type_sub']		= 'Основной блок вывода моделей связки товаров и группировка связанных товаров по типу связанных опций';

